; Language name
0001=English

; Strings
0002=(Default)
0003= -Add Value- 
0004=Registry plugin
0005=Connect to remote registry
0006=Disconnect from remote registry
0007=New Value #%u
0008=Select the computer you want to connect to
0009=Export in UNICODE (Win 2000/XP/Vista/7)
0010=Export as REGEDIT4 (Win9x/NT4 format)
0011=For much faster export consider turning off Total Commander option:|Configuration->Operation->Calculate space->before copying/deleting
0012=QWORD (64-bit) Value
0013=DWORD (32-bit) Value
0014=You cannot create a key here!
0015=Special symbols conversion has been switched off.|This may cause some issues when accessing|keys and values having special symbols in the name. Are you sure?
0017=Delete
0018=Read Control
0019=Write DAC
0020=Write Owner
0022=Unable to connect to remote registry!
0023=You cannot move a key to itself!
0024=You cannot copy a key to itself!
0025=You cannot rename the key!
0026=You cannot move a key to its own subkey!
0027=You cannot copy a key to its own subkey!
0028=You cannot copy a key into this subkey!
0029=You cannot delete the key!
0030=The file already exists. Overwrite?
0031=Data type REG_MULTI_SZ cannot contain empty strings.|The empty strings will be removed.
0032=Full Control
0033=Read
0034=Query Value
0035=Set Value
0036=Create Subkey
0037=Enumerate Subkeys
0038=Notify
0039=Create Link
0041=This key only
0042=This key and subkeys
0043=Subkeys only
0045=A connection to the same host already exists!
0046=Error while starting regedit!
0047=You cannot create a key here!
0095=b
0096=k
0097=M
0098=G
0118= -Search- 
0120=Search the entire registry

; Export dialog
0048=Export setup
0049=Don't show again
0050=OK
0051=Cancel

; Multiline value
0052=Edit Multi-String
0053=Open in &regedit
0054=Value &name:
0055=&Value data:

; Options
0056=Registry plugin options
0057=Export using UNICODE (Win 2000/XP/Vista/7)
0058=Export with a timestamp
0059=Export binary values as binary file
0060=Show " -Add Value- " file
0061=Use special symbols conversion (\\ -> [bslash])
0063=Additional columns
0064=Language:
0086=Fast export (progress bar disabled)
0087=Ask about export format
0088=Ask about export to single file
0089=Export to single file
0094=Show real size of string values (ANSI * 2)
0099=Expanded icon set
0100=Show size suffix
0116=Improved key icon
0117=Allow remote connections
0119=Show " -Search- " file
0138=Access 64-bit registry

; Disconnect registry
0065=Disconnect Network Registry
0066=Computer name:

; Connect registry
0067=Connect Network Registry
0068=&Browse...

; New value
0069=New value
0070=Type
0071=&String
0072=&DWORD
0073=&QWORD
0074=&Binary
0075=&Multi-String
0076=&Expandable String
0077=&Name:

; Binary value
0078=Edit Binary Value
0079=&String view (ANSI):
0080=&String view (UNICODE):

; String value
0081=Edit String

; DWORD value
0082=Edit
0083=Base
0084=&Hexadecimal
0085=&Decimal

; Export to single file
0090=Please select export type:| - For export to single file click 'Yes',| - For export to separate files click 'No'.
0091=File name:
0092=&Yes
0093=&No

; Search
0101=Registry search
0102=String to find:
0103=Search
0104=Match case
0105=Match whole string
0106=Search keys
0107=Search values
0108=Search data
0109=Use double click to go to the found key|Use Ctrl + double click to edit values
0110=Key
0111=Value
0112=Data
0113=Searched keys:
0114=Searched keys: %u, found %u matches (%u ms)
0115=Close
0121=Cannot open the key to search in!
0122=Where to search
0123=Search the entire registry
0124=Search in key:
0125=Data Types...
0128=Binary search
0129=and
0130=Last write time between:
0131=Data size:
0132=Wildcard search (*,?)
0133=Go to key
0134=Copy
0135=Edit...
0136=Unacceptable Character
0137=You can only type HEX symbols here.
0139=Delete...
0140=Selected keys and values will be permanently deleted. Are you sure?

; Data Types
0126=Data Types
0127=Other types